{
    "(and :count more error)": "(et :count erreur en plus)",
    "(and :count more errors)": "(et :count erreurs en plus)",
    "A bout": "A propos",
    "A fresh verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "All match": "Tous les matchs",
    "All rights reserved.": "Tous droits réservés.",
    "Before proceeding, please check your email for a verification link.": "Avant de continuer, merci de vérifier votre e-mail contenant un lien de vérification.",
    "click here to request another": "cliquez ici pour en demander un autre",
    "Confirm Password": "Confirmer le mot de passe",
    "Dashboard": "Tableau de bord",
    "Email Address": "Adresse e-mail",
    "Forbidden": "Interdit",
    "Forgot Your Password?": "Mot de passe oublié ?",
    "Go to page :page": "Aller à la page",
    "Hello!": "Bonjour !",
    "Home": "Accueil",
    "If you did not create an account, no further action is required.": "Si vous n'avez pas créé de compte, vous pouvez ignorer ce message.",
    "If you did not receive the email": "Si vous n'avez pas reçu cet e-mail",
    "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, vous pouvez ignorer ce message.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si vous avez des difficultés à cliquer sur le bouton \":actionText\", copiez et collez l'URL ci-dessous\ndans votre navigateur Web :",
    "Invalid JSON was returned from the route.": "Un JSON non valide a été renvoyé par la route.",
    "Login": "Connexion",
    "Logout": "Déconnexion",
    "Name": "Nom",
    "Not Found": "Non trouvé",
    "of": "de",
    "Page Expired": "Page expirée",
    "Pagination Navigation": "Pagination",
    "Password": "Mot de passe",
    "Payment Required": "Paiement requis",
    "Please click the button below to verify your email address.": "Veuillez cliquer sur le bouton ci-dessous pour vérifier votre adresse e-mail :",
    "Please confirm your password before continuing.": "Veuillez confirmer votre mot de passe avant de continuer.",
    "Regards": "Cordialement",
    "Register": "Inscription",
    "Remember Me": "Se souvenir de moi",
    "Reset Password": "Réinitialisation du mot de passe",
    "Reset Password Notification": "Notification de réinitialisation du mot de passe",
    "results": "résultats",
    "Send Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe",
    "Server Error": "Erreur serveur",
    "Service Unavailable": "Service indisponible",
    "Showing": "Montrant",
    "The given data was invalid.": "La donnée renseignée est incorrecte.",
    "The response is not a streamed response.": "La réponse n'est pas une réponse diffusée.",
    "The response is not a view.": "La réponse n'est pas une vue.",
    "This password reset link will expire in :count minutes.": "Ce lien de réinitialisation du mot de passe expirera dans :count minutes.",
    "to": "à",
    "Toggle navigation": "Afficher / masquer le menu de navigation",
    "Too Many Requests": "Trop de requêtes",
    "Unauthorized": "Non autorisé",
    "Verify Email Address": "Vérifier l'adresse e-mail",
    "Verify Your Email Address": "Vérifiez votre adresse e-mail",
    "Whoops!": "Oups !",
    "You are logged in!": "Vous êtes connecté·e !",
    "You are receiving this email because we received a password reset request for your account.": "Vous recevez cet e-mail car nous avons reçu une demande de réinitialisation de mot de passe pour votre compte.",
    "Testimonials": "Témoignagnes",
    "Current matches": "Matchs du moment",
    "Cart": "Mon panier",
    "thank you for your order": "Merci pour votre commande",
    "order admin": "Votre commande a bien été envoyée à l'équipe Your Soccer Games",
    "content order admin": "Vous recevrez un lien de téléchargement vers la ou les vidéos que vous avez commandé dans un délai de 48h .",
    "search": "Rechercher",
    "add a match": "Ajouter un match",
    "add a new match": "Ajouter un nouveau match",
    "+ 300,000 matches to choose from !": "+ 450.000 matchs au choix !",
    "Your Soccer Games offers you the largest football match database since 2004.": "Your Soccer Games vous propose la plus grande collection d'anciens matches de football du monde sur un historique de 70 ans .",
    "Add to cart": "Ajouter au panier",
    "About Us": "A propos de nous",
    "Good discovery": "Bonne découverte",
    "Another way to": "une autre facon de",
    "a match": "un match",
    "about content": "\"Bienvenue sur Your Soccer Games, une plateforme dédiée aux passionnés de football, vous offrant la possibilité d'accéder à une vaste collection de matchs historiques. Notre base de données exhaustive compte désormais plus de 450 000 matchs, couvrant l'ensemble de l'histoire du football. Forte de 70 ans d'histoire, de 1953 à 2023, Your Soccer Games est devenue une référence mondiale pour les anciens joueurs  professionnel qui souhaitent retrouver leur anciens matchs historique pour partager des souvenirs avec leurs proches.\nNotre projet collaboratif permet également de réunir de rare collectionneurs de matchs venant du monde entier en devenant de véritables partenaires, contribuant à l'expansion de la couverture des matchs.\nDepuis 2004, nous travaillons inlassablement sur ce projet unique dans le but de proposer une archive complète de matchs télévisés du monde entier. Cela vous permet d'accéder à tous les championnats et compétitions professionnels, y compris les équipes nationales de toutes les catégories d'âge, de U15 à senior. Pour Commander un match il vous suffit de naviguer sur notre site et d'utiliser nos filtres de recherche avancés . Une fois votre choix effectué, un lien de téléchargement vous sera rapidement envoyé par e-mail. Il ne vous reste plus qu'à cliquer, télécharger et enrichir votre collection personnelle de matchs inoubliables.\nYour Soccer Archive a été  conçu pour répondre aux besoins des fervents supporters du ballon rond  en quête de revoir des matchs emblématiques des 70 dernières années. Rejoignez-nous et plongez-vous dans l'histoire du football !\"",
    "Players": "Joueurs",
    "Club": "Club",
    "Pays": "Pays",
    "Competition": "Compétition",
    "Season Year": "Saison/Année",
    "Date of match": "Date du match",
    "Search results for": "Résultats de recherche pour",
    "nout found match": "Nous vous invitons à faire une nouvelle recherche par club ou par pays .",
    "Choice your product": "Sélectionnez votre produit",
    "Delete": "Supprimer",
    "Nothing match added": "Aucun match ajouté",
    "Number of match": "Nombre du match",
    "Validate the order": "Valider la commande",
    "Continue shopping": "Continuer mes achats",
    "We also recommend": "Nous vous conseillons également",
    "Personal information": "Information personnelle",
    "Payment information": "Information de paiement",
    "Payment": "Paiement",
    "Your name": "Votre nom",
    "Your firstname": "Votre prénom",
    "Phone number": "Numero de téléphone",
    "Next": "Suivant",
    "Add your information": "Ajouter vos informations",
    "Proceed to order": "Commander",
    "Title payment": "Confirmation de Paiement et Information Importante!",
    "Sub title payment": "Votre transaction a été effectuée avec succès.",
    "Description payment": "Merci pour votre achat ! Votre paiement a été validé avec succès. Afin de prévenir toute commande en double, vous avez été redirigé vers notre page d'accueil. *À noter :* Vous recevrez sous 48 heures maximum, durant les jours ouvrables, un lien de téléchargement pour accéder à votre produit. Nous vous prions de vérifier également votre dossier de courriers indésirables, au cas où notre e-mail y serait dirigé par erreur. Nous vous remercions pour votre confiance et restons à votre disposition pour toute question ou assistance supplémentaire. Cordialement, L'Équipe Your Soccer Games",
    "information": "Information!",
    "Information content": "L'équipe de Your Soccer vous souhaite de joyeuses fêtes de fin d'année ! Nous vous informons que nos bureaux seront fermés jusqu'au lundi 1er janvier inclus. Toutes les commandes passées durant cette période seront traitées et expédiées le mardi 2 janvier. Merci de votre compréhension et à très bientôt !",
    "Veuillez entrer vos informations.": "Veuillez entrer vos informations.",
    "Je me souviens": "Je me souviens",
    "Valider": "Valider",
    "Numéro WhatsApp": "Numéro WhatsApp",
    "Langue parlée": "Langue parlée",
    "Photo pièce d'identité": "Photo pièce d'identité" ,
    "Modifier" : "Modifier"
}
